{
  "nav1": "Characteristics",
  "nav2": "About Us",
  "nav3": "Goods",
  "nav4": "Contact",
  "nav5": "Info",
  "nav6": "Request for Inquiry",
  "callButton": "Call Us",
  "requestButton": "Request for Inquiry",
  "firstText": "provides reliable and high-quality road freight transport services from Scandinavia, Western and Central Europe to the Balkans and vice versa.",
  "featuresTitle": "What Makes Us Special",
  "featuresText": "We believe in nurturing not only business relationships but also true partnerships with our clients and subcontractors. We strive to be more than just a service provider – our goal is to be a reliable ally, offering continuous support and guidance every step of the way.",
  "feature1Title": "Our Goal",
  "feature1": "Our goal is to exceed the standard level of service in logistics. We promote innovative solutions to tackle the ever-changing challenges of the logistics industry. Committed to efficiency, accuracy, safety, and the continuous improvement of our processes, we aim for the highest level of customer satisfaction.",
  "feature2Title": "Team of Experts",
  "feature2": "A team of experienced and educated logistics professionals provides the best logistics solutions while maintaining competitive pricing for our services.",
  "feature3Title": "Modern Fleet",
  "feature3": "We have a modern fleet of reliable subcontractors who are carefully selected. This allows us to offer our clients a consistent and stable number of trucks for full truckload (FTL) and less-than-truckload (LTL) shipments.",
  "aboutUs": "About Us",
  "logisticsAndTransport": "Logistics and transport of goods.",
  "aboutDescription1": "is a logistics service provider specialized in the organization, optimization, and execution of international and domestic road freight transport in Europe. Our vision is to become synonymous with excellent and reliable road transport services across Europe.",
  "aboutDescription2": "We strive to be recognized as leaders in logistics, providing top-notch service 24/7 that exceeds our clients' expectations and allows them to focus on their core business. We are also committed to reducing our environmental impact by adopting green logistics practices. We aim to continuously expand and strengthen our network of clients and subcontractors, fostering long-term partnerships that drive mutual growth and success.",
  "typesOfGoods": "Types of Goods",
  "typesOfGoodsText": "We understand that each of our clients has unique needs, which is why we offer flexible logistics solutions tailored to those specific requirements. Regardless of the type of goods or destination, we will find a solution for you. We provide transportation organization for various goods, including commercial goods, hazardous ADR materials, temperature-controlled items, goods subject to inspections, machinery, etc.",
  "contactTitle": "Contact Us",
  "contactText": "We are here to help! Contact us by phone or email during our working hours. For support or more information, please fill out the contact form below.",
  "adress": "Adress",
  "time": "Working hours",
  "contactButton": "Send Message",
  "belowContactButtonText": "*all fields are required",
  "success": "Your message has been sent!",
  "error": "Error! Something went wrong!",
  "requestPageTitle": "Request for Inquiry",
  "requestPageText": "Ready to simplify your logistics needs? Fill out the form below to receive a personalized quote tailored to your requirements. Our dedicated team ensures quick responses and accurate estimates to efficiently meet your needs. Let us partner with you to provide reliable and cost-effective solutions for your business.",
  "requestName": "Name*",
  "requestSurname": "Surname*",
  "requestPhone": "Phone*",
  "requestCompany": "Company*",
  "requestCompanyAdress": "Company Address*",
  "requestEmail": "Email*",
  "requestSubject": "Subject*",
  "requestMessage": "Request*",
  "requestMessageButton": "Send Inquiry",
  "belowRequestButtonText": "*all fields are required",
  "contactName": "Name*",
  "contactEmail": "Email*",
  "contactMessage": "Message*"
}
