{
  "nav1": "Karakteristike",
  "nav2": "O nama",
  "nav3": "Roba",
  "nav4": "Kontakt",
  "nav5": "Info",
  "nav6": "Zahtev za upit",
  "callButton": "Pozovite nas",
  "requestButton": "Zahtev za upit",
  "firstText": "pruža pouzdanu i kvalitetnu uslugu drumskog teretnog transporta na relacijama iz Skandinavije, Zapadne i Centralne Evrope do Balkana i obrnuto.",
  "featuresTitle": "Ono što nas čini posebnim",
  "featuresText": "Verujemo u negovanje ne samo poslovnih odnosa, već i istinskog partnerstva sa našim klijentima i podizvođačima. Trudimo se da budemo više od samo pružaoca usluga – cilj nam je da budemo pouzdan saveznik, nudeći stalnu podršku i smernice na svakom koraku.",
  "feature1Title": "Naš cilj",
  "feature1": "Naš cilj je da premašimo standardni nivo usluge u logistici. Promovišemo inovativna rešenja za rešavanje izazova logističke industrije koji se stalno menjaju. Posvećeni efikasnosti, tačnosti, sigurnosti i kontinuiranom radu na poboljšanju naših procesa težimo najvišem nivou zadovoljstva klijenata.",
  "feature2Title": "Tim stručnjaka",
  "feature2": "Tim iskusnih i obrazovanih logističkih stručnjaka pruža najbolja logistička rešenja uz održavanje konkurentnih cena naših usluga.",
  "feature3Title": "Moderna flota",
  "feature3": "Imamo modernu flotu pouzdanih podizvođača koji su pažljivo odabrani. Ovo nam omogućava da našim klijentima ponudimo konzistentan i stabilan broj kamiona za pune (FTL) i zbirne (LTL) pošiljke.",
  "aboutUs": "O nama",
  "logisticsAndTransport": "Logistika i transport robe.",
  "aboutDescription1": "je pružalac logističkih usluga specijalizovan za organizaciju, optimizaciju i izvršenje međunarodnog i domaćeg drumskog transporta tereta u Evropi. Naša vizija je da postanemo sinonim za odličnu i pouzdanu uslugu drumskog transporta širom Evrope.",
  "aboutDescription2": "Težimo da budemo prepoznati kao lideri u logistici, pružajući vrhunsku uslugu 24/7, koja prevazilazi očekivanja naših klijenata i omogućava im da se fokusiraju na njihovo osnovno poslovanje. Takođe, posvećeni smo smanjenju našeg uticaja na okolinu usvajanjem praksi zelene logistike. Težimo da kontinuirano širimo i ojačavamo našu mrežu klijenata i podizvođača, negujući dugotrajna partnerstva koja pokreću zajednički rast i uspeh.",
  "typesOfGoods": "Tipovi robe",
  "typesOfGoodsText": "Mi razumemo da svaki naš klijent ima jedinstvene potrebe, te stoga nudimo fleksibilna logistička rešenja krojena po tim specifičnim zahtevima. Bez obzira na tip robe ili destinacije, mi ćemo naći rešenje za vas. Mi pružamo organizaciju transporta različitih roba, uključujući komercijalnu robu, opasne ADR materijale, robu koja podleže temperaturno kontrolisanim uslovima, robu podložnu pregledima, mašine itd.",
  "contactTitle": "Kontaktirajte nas",
  "contactText": "Tu smo da pomognemo! Obratite nam se putem telefona ili e-pošte tokom našeg radnog vremena. Za podršku ili više informacija, popunite kontakt obrazac ispod.",
  "adress": "Adresa",
  "time": "Radno vreme",
  "contactButton": "Pošaljite poruku",
  "belowContactButtonText": "*sva polja je neophodno popuniti",
  "success": "Vaša poruka je poslata!",
  "error": "Greška! Nešto nije u redu!",
  "requestPageTitle": "Zahtev za upit",
  "requestPageText": "Spremni da pojednostavite svoje logističke potrebe? Popunite formular ispod da biste dobili personalizovanu ponudu prilagođenu vašim zahtevima. Naš posvećeni tim obezbeđuje brze odgovore i tačne procene kako bi efikasno zadovoljio vaše potrebe. Dozvolite nam da budemo partner sa vama kako bismo vam pružili pouzdana i isplativa rešenja za vaše poslovanje.",
  "requestName": "Ime*",
  "requestSurname": "Prezime*",
  "requestPhone": "Telefon*",
  "requestCompany": "Kompanija*",
  "requestCompanyAdress": "Adresa kompanije*",
  "requestEmail": "Email*",
  "requestSubject": "Naslov*",
  "requestMessage": "Zahtev*",
  "requestMessageButton": "Pošaljite upit",
  "belowRequestButtonText": "*sva polja je neophodno popuniti",
  "contactName": "Ime*",
  "contactEmail": "Email*",
  "contactMessage": "Poruka*"
}
